Repository: MrGottham/OSDevGrp.OSIntranet.Services
Catalog: OSDevGrp.OSIntranet.Resources/ExceptionMessages.*.resx
Languages: da_dk

# AccountIsOverdrawn
source: The account is overdrawn.
da_dk: Det disponible beløb på kontoen er overtrukket.

# BalanceLineAccountNumberMissing
source: The account number must be entered.
da_dk: Kontonummer skal indtastes.

# BalanceLineDateIsForwardInTime
source: The date may not be forward in time.
da_dk: Bogføringsdatoen må ikke være fremme i tiden.

# BalanceLineDateToOld
source: The date may not be older than {0} days.
da_dk: Bogføringsdatoen må ikke være ældre end {0} dage.

# BalanceLineTextMissing
source: The text must be entered.
da_dk: Tekst skal indtastes.

# BalanceLineValueBelowZero
source: A value may not be below 0.
da_dk: Et beløb må ikke være under 0.

# BalanceLineValueMissing
source: A value must be entered.
da_dk: Debit eller kreditbeløb skal indtastes.

# BudgetAccountIsOverdrawn
source: The budget account is overdrawn.
da_dk: Budgettet på budgetkontoen er overtrukket.

# CantAutoMapType
source: Can't automap the type '{0}'.
da_dk: Kan ikke automappe typen '{0}'.

# CantFindObjectById
source: Unabled to find an instance of the type '{0}' with the unique identification '{1}'.
da_dk: Kan ikke finde en instans af typen '{0}' med den unikke identifikation '{1}'.

# ErrorInCommandHandlerWithoutReturnValue
source: Error in the commandhandler which handle the command '{0}': {1}
da_dk: Fejl i commandhandleren, som håndterer kommandoen '{0}': {1}

# ErrorInCommandHandlerWithReturnValue
source: Error in the commandhandler which handle the command '{0}' and return '{1}': {2}
da_dk: Fejl i commandhandleren, som håndterer kommandoen '{0}' og returnerer '{1}': {2}

# IllegalValue
source: Illegal value '{0}' for '{1}'.
da_dk: Værdien '{0}' er invalid for '{1}'.

# NoRegistrationForDelegate
source: No method for the delegate '{0}' registered.
da_dk: Ingen metode registreret for delegaten '{0}'.

# RepositoryError
source: Error in repository method '{0}': {1}
da_dk: Fejl i repository metode '{0}': {1}

# UnhandledSwitchValue
source: Unhandled switch value '{0}' for '{1}' in method '{2}'.
da_dk: Uhåndteret switch værdi '{0}' for '{1}' i metode '{2}'.

# UserAppointmentAlreadyExists
source: The user are already booked on the appointment.
da_dk: Deltageren er allerede booket på aftalen.

# UserAppointmentDontExists
source: The user are not booked on the appointment.
da_dk: Deltageren er ikke booket på aftalen.
